{
  "hero_caption": "DIY HOUSE Clay Mirrors 🎨",
  "notes": "",
  "afternoon_photos": [
    { "image": "/uploads/20251229_151459.jpg" },
    { "image": "/uploads/20251229_151514.jpg" },
    { "image": "/uploads/20251229_151546.jpg" },
    { "image": "/uploads/20251229_151640.jpg" },
    { "image": "/uploads/20251229_151827.jpg" },
    { "image": "/uploads/20251229_151549.jpg" },
    { "image": "/uploads/20251229_151640-2.jpg" }
  ],
  "morning": "In the morning, we had the buffet. It had a variety of foods that were very yummy 😋, although I didn't eat much. Later, Caitlyn came to my (Yeshara's) room, and we organised what activity or craft thing to do next. It took a very long time since it was very hard to find the address and phone number of the place. But we finally found a place: DIY HOUSE!",
  "costs": "",
  "evening": "After the clay mirror decorating, we were going to get a Grab, but 2 of our drivers declined just before coming to us! Finally, a driver came after 30 minutes altogether. When we arrived at the hotel, we sat down while Mum (Shenara and Yeshara's mum) looked if one of the restaurants were open. None of them were. Since we were a bit tired, we walked down the street and found an open Chinese restaurant. I ordered a noodle stir fry, and so did my sister. Caitlyn had prawn dumplings. We walked back to the hotel, and while our parents got ready for a Michelin star restaurant (Le Corto HCMC), we got ready to have a sleepover!",
  "city": "HCMC",
  "day_number": 3,
  "date": "29 Dec 2025",
  "kids_rating": "4 stars - today was nice and peaceful and the clay mirror project was very successful! ⭐⭐⭐⭐",
  "gallery": [
    { "image": "/uploads/20251229_151459.jpg" },
    { "image": "/uploads/20251229_151514.jpg" },
    { "image": "/uploads/20251229_151546.jpg" },
    { "image": "/uploads/20251229_151640.jpg" },
    { "image": "/uploads/20251229_151827.jpg" },
    { "image": "/uploads/20251229_151549.jpg" },
    { "image": "/uploads/20251229_151640-2.jpg" },
    { "image": "/uploads/20251229_151853.jpg" },
    { "image": "/uploads/20251229_190608.jpg" },
    { "image": "/uploads/20251229_200350.jpg" }
  ],
  "hero_image": "/uploads/20251229_151546.jpg",
  "evening_photos": [
    { "image": "/uploads/20251229_190608.jpg" },
    { "image": "/uploads/20251229_200350.jpg" }
  ],
  "title": "DIY Clay Mirrors",
  "morning_photos": [],
  "afternoon": "This afternoon at DIY HOUSE, we made clay mirrors. We each did our own unique theme — Shenara did an aesthetic of sunshine daisies with a cute character, me (Caitlyn) did a pastel gradient with a hint of coquette, and Yeshara did a woodland nature theme with mushrooms. It was super fun! However, the staff didn't help that much. The clay making took us around 3 hours to finish moulding the clay into shapes, gluing our cute flowers and characters, and glossing our mirror for the final touch."
}
