{
  "hero_caption": "",
  "notes": "",
  "afternoon_photos": [],
  "morning": "",
  "costs": "",
  "evening": "After finishing our cute plushies we went on a 15 seat bus with a tour guide and driver from the _____company .Our first stop was the post office it was very big unlike the ones in Australia it had a small post office stand in the building, a stamps collecting place and may more souvenir stall and was crowded with lots of people .Our 2nd and last stop was a museum about the Vietnamese war. The museum presented the war from multiple perspectives, including the Vietnamese, the Americans, and the Viet Cong. though it was a bit interesting our tour guide to join us in the museum it was harder to learn .I wouldn't recommend as it was 4 hours and a bit boring but the next activity was great and chaotic fun .We went on a motor cycle food tour. At first i thought I'm gonna die I'm not doing this at all but then the engine suddenly revved and my motor driver was on the road ,my body tensed up and i clinged for dear life but then i slowly got used to it and felt safe and we arrive at our first stop ,our entree",
  "city": "HCMC",
  "day_number": 2,
  "date": "28 Dec 2025",
  "kids_rating": "",
  "gallery": [],
  "hero_image": "",
  "evening_photos": [],
  "title": "Exploring the City",
  "morning_photos": [],
  "afternoon": "today we made plushies it was in a small shop called hoi hoi project first we started off with picking the template for the shape of the plushie Caitlyn and i (Yeshara) picked a bunny shape and Shenara picked a bear shape after, we chose a template we started sewing, it was a very long process and took about 45 minutes then we flipped it inside out and then we starting stuffing the plushie from a small gap we left when sewing and finally after we started putting the accessories on. They had many charms to put on and we where only allowed 10 finally when we where done we put it in a box and gave it a cool birth certificate and we got some mini perfume for our teddy. "
}