{
  "hero_caption": "",
  "notes": "Today was very fun with the night motorbike food tour and was very busy with no time to rest — a whole day out!",
  "afternoon_photos": [
    {
      "image": "/uploads/20251228_101308-1-.jpg"
    },
    {
      "image": "/uploads/20251228_132355.jpg"
    },
    {
      "image": "/uploads/20251228_133510.jpg"
    },
    {
      "image": "/uploads/20251228_153707.jpg"
    },
    {
      "image": "/uploads/20251228_153724.jpg"
    },
    {
      "image": "/uploads/20251228_153726.jpg"
    }
  ],
  "morning": "This morning in Ho Chi Minh City, we woke up at 7:00 a.m. after a sleepover — four of us squeezed into one bed! At around 7:45, we went to the buffet provided by New World Saigon Hotel. It was amazing! There were so many options from pancakes to pastries to pho and mini banh mi — definitely recommended. The food was absolutely delicious: pancakes, banh mi, pho, eggs, bacon, dumplings, and more. We left after 5-7 tasty plates and 2 whole hours of heaven, with our stomachs completely filled. We left full at 9:30. You can come from 6 to 1!",
  "costs": "",
  "evening": "After finishing our cute plushies, we went on a 15-seat bus with a tour guide and driver from the Saigon Food Tour company. Our first stop was the post office. It was very big, unlike the ones in Australia! It had a small post office stand in the building, a stamp collecting place, and many more souvenir stalls. It was crowded with lots of people. Our 2nd and last stop was a museum about the Vietnamese War. The museum presented the war from multiple perspectives, including the Vietnamese, the Americans, and the Viet Cong. Though it was a bit interesting, our tour guide didn't join us in the museum, so it was harder to learn. I wouldn't recommend it as it was 4 hours and a bit boring. But the next activity was great and chaotic fun — we went on a motorcycle food tour! At first, I thought, \"I'm going to die, I'm not doing this at all!\" But then the engine suddenly revved, and my motorbike driver was on the road. My body tensed up and I clung on for dear life! But then I slowly got used to it and felt safe, and we arrived at our first stop — our entree, with many more meals to go.",
  "city": "HCMC",
  "day_number": 2,
  "date": "28 Dec 2025",
  "kids_rating": "4 stars - everything was amazing but the bus tour was a bit boring",
  "gallery": [
    {
      "image": "/uploads/20251228_132355.jpg"
    },
    {
      "image": "/uploads/20251228_133510.jpg"
    },
    {
      "image": "/uploads/20251228_153707.jpg"
    },
    {
      "image": "/uploads/20251228_153724.jpg"
    },
    {
      "image": "/uploads/20251228_153726.jpg"
    },
    {
      "image": "/uploads/20251228_182139.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0020-2.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0024.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0028.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0025.jpg"
    }
  ],
  "hero_image": "/uploads/gemini_generated_image_gx67bdgx67bdgx67.png",
  "evening_photos": [
    {
      "image": "/uploads/img-20251228-wa0020.jpg"
    },
    {
      "image": "/uploads/20251228_182139.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0020-2.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0024.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0028.jpg"
    },
    {
      "image": "/uploads/IMG-20251228-WA0025.jpg"
    }
  ],
  "title": "City Tour & Motorbike Food Tour",
  "morning_photos": [],
  "afternoon": "Today we made plushies at a small shop called Hoi Hoi Project. First, we started off by picking the template for the shape of the plushie. Caitlyn and I (Yeshara) picked a bunny shape, and Shenara picked a bear shape. After we chose a template, we started sewing — it was a very long process and took about 45 minutes. Then we flipped it inside out and started stuffing the plushie from a small gap we had left when sewing. Finally, we began putting the accessories on. They had many charms to choose from, and we were only allowed 10. When we were done, we put the plushie in a box, gave it a cool birth certificate, and got some mini perfume for our teddy."
}
