{
  "hero_caption": "New Year's Eve Celebration 🎉",
  "notes": "",
  "afternoon_photos": [
    { "image": "/uploads/IMG-20251231-WA0011.jpg" }
  ],
  "morning": "At the buffet, we went to eat some breakfast. 😋 YUM! We didn't have much though since we were all really tired. 😴 In the buffet, there were pastries, cereal, fruits, toast, and MUCH more than you could EVER imagine. After having a delicious breakfast, we went upstairs to the hotel room.",
  "costs": "",
  "evening": "After the pool, we all had a shower and got ready for a special New Year's Eve buffet dinner. When we walked around, there were loads of different mouth-watering foods like a seafood platter, all types of meat, pho, pastries, mousse, and many more scrumptious foods. While we ate, there was a singer who came in to sing some Vietnamese songs and English songs with a Vietnamese twist. After that, the host sang lots of songs that he chose on the spot and songs that people requested. The whole night, my ears were filled with the pounding beats of the music. At the end, there was a raffle. Sadly, none of my family or friends won, but funnily enough, the numbers of the winning tickets were 67 and 68. The whole night was filled with laughter, food, and joy!",
  "city": "Hội An",
  "day_number": 5,
  "date": "31 Dec 2025",
  "kids_rating": "7/10",
  "gallery": [],
  "hero_image": "/uploads/IMG-20251231-WA0016.jpg",
  "evening_photos": [
    { "image": "/uploads/20251231_183823.jpg" },
    { "image": "/uploads/20251231_183845.jpg" },
    { "image": "/uploads/20251231_183856.jpg" },
    { "image": "/uploads/20251231_183909.jpg" },
    { "image": "/uploads/20251231_183957.jpg" },
    { "image": "/uploads/IMG-20251231-WA0016.jpg" },
    { "image": "/uploads/IMG-20251231-WA0019.jpg" }
  ],
  "title": "New Year's Eve",
  "morning_photos": [],
  "afternoon": "In the afternoon, we were tired but hot, so we decided to go into the pool. I (Caitlyn) got to the pool first and ordered 3 Shirley Temples and some mouth-watering French fries with sauce. When the twins finally arrived at the pool, Yeshara jumped in first and said, \"It was not cold at all\" (spoiler: it was freezing!). So when I went in, I was frozen to DEATH, and Shenara could luckily tell we were ice cold and only went in for 10 minutes."
}
