{
  "hero_caption": "Coconut boat adventure on New Year's Day",
  "notes": "",
  "afternoon_photos": ["/uploads/20260101_094250.jpg", "/uploads/20260101_094407.jpg", "/uploads/20260101_095240.jpg"],
  "morning": "In the morning, we had the same breakfast buffet at 9. While we were eating, my mum (Shenara and Yeshara's) rented a bike from the hotel and cycled to the beach, which was very close — like less than 100 metres away! After breakfast, Yeshara and I (Shenara) went to the beach with our mum just to roam around. The beach didn't have anyone, but as we walked across the beach, we saw more and more people. But we didn't see anyone further than 2 metres into the water. After those 2 metres, the water got very dark, which means that even though it is nice and shallow for a bit, it drops off sharply into deep water, making it dangerous to go too far. Thankfully, we stayed on the sand and in the shallow water.",
  "costs": "",
  "evening": "In the night, Caitlyn came over to sleep in our room. Since we were all tired, we didn't want to eat much, so we just went to eat at the buffet for a little bit of stuff. We mainly got all the desserts though, like red velvet cake or jelly or stuff of that sort.",
  "city": "Hội An",
  "day_number": 6,
  "date": "1 Jan 2026",
  "kids_rating": "",
  "gallery": [
    "/uploads/20260101_094119.jpg",
    "/uploads/20260101_094250.jpg",
    "/uploads/20260101_094407.jpg",
    "/uploads/20260101_095240.jpg",
    "/uploads/20260101_152557.jpg",
    "/uploads/20260101_161125.jpg",
    "/uploads/20260101_161632.jpg",
    "/uploads/20260101_172824.jpg",
    "/uploads/20260101_173018.jpg",
    "/uploads/20260101_164519.jpg"
  ],
  "hero_image": "/uploads/20260101_094119.jpg",
  "evening_photos": ["/uploads/20260101_173018.jpg", "/uploads/20260101_164519.jpg"],
  "title": "New Year's Day",
  "morning_photos": ["/uploads/20260101_152557.jpg", "/uploads/20260101_161125.jpg", "/uploads/20260101_161632.jpg", "/uploads/20260101_172824.jpg"],
  "afternoon": "Today in Hoi An, we went on a coconut boat ride! We went there on a shuttle bus, and it was really fun. It was a 16-seater, and me and the twins sat in the back. It took about 30 minutes to get there, but finally, after a long trip, we arrived. The mums didn't have the best faith in it since they get seasick, but the kids were excited! We all had to sit separately since we are little and adults are a bit bigger than us, so we had to sit one kid with two adults. We saw various plants — it was so fascinating! Once we arrived at the destination, we heard lots of songs. Vietnam is crazy about music! One of our favourite things on the coconut ride was that we got to sit on the merry-go-round of coconut boats. It was really fun! We had to go around and around in a coconut, and it was super fast, but it got us really dizzy. Me (Caitlyn) and Shenara were screaming our heads off, although Yeshara and my sister Claudia were calm and not yelling at all. When we arrived back, we did some crab fishing. It was really cool because I got to hold a crab!"
}
